{"5":{"next_bookable_date":"11\/3\/2014","from_price":40.67,"id":5,"tour_name":"Afternoon Snorkel Adventure","image":"https:\/\/03440fc21735b971f7d2-8a7dfdc6ed5d9b9e126bb09234fc7bad.ssl.cf1.rackcdn.com\/5\/1\/default.jpg","description":"Tour Includes: Superb snorkeling, Sea turtle watching, BBQ lunch and open bar, Sanitized snorkel gear","url":"http:\/\/www.prideofmaui.com\/trips\/afternoon\/#booknow"},"1":{"next_bookable_date":"11\/1\/2014","from_price":92.17,"id":1,"tour_name":"Morning Molokini & Turtle Town Snorkel Tour","image":"https:\/\/03440fc21735b971f7d2-8a7dfdc6ed5d9b9e126bb09234fc7bad.ssl.cf1.rackcdn.com\/1\/1\/default.jpg","description":"The morning Molokini and Turtle Town snorkel excursion is the most popular snorkeling adventure to the best snorkeling destination in Hawai’i! Molokini offers flourishing marine life in exceptionally clear water with visibility over 150 feet. Turtle Town is bordered by a coral reef and lava formations, making it a very attractive to sea turtles, lively fish, colorful urchins, starfishes, and other aquatic delights. This 6 hour excursion is always a pleasure!\n\t*Perk up with coffee, tropical fruit, and other refreshments upon boarding,\n\t*All snorkel and floatation gear provided. Optional SCUBA o","url":"http:\/\/www.prideofmaui.com\/trips\/morning\/#booknow"},"4":{"next_bookable_date":"11\/4\/2014","from_price":64.25,"id":4,"tour_name":"Sunset Dinner Cocktail Cruise","image":"https:\/\/03440fc21735b971f7d2-8a7dfdc6ed5d9b9e126bb09234fc7bad.ssl.cf1.rackcdn.com\/4\/1\/default.jpg","description":"The all-inclusive Premium Sunset Grill Cruise features sumptuous cuisine, decadent desserts and premium bar service. Enjoy our spacious main cabin, with large hard wood bar, two restrooms, and dance floor. Enjoy live music, with one of Maui's finest slack key guitarist, and vocalist, Mitch Kepa. Feel the spirit of the islands as this unique Hawaiian entertainer shares his Aloha through a soothing mix of soulful music","url":"http:\/\/www.prideofmaui.com\/trips\/sunset\/#booknow"},"3":{"next_bookable_date":"12\/15\/2014","from_price":40.67,"id":3,"tour_name":"Whale Watch & Snorkel Adventure","image":"https:\/\/03440fc21735b971f7d2-8a7dfdc6ed5d9b9e126bb09234fc7bad.ssl.cf1.rackcdn.com\/3\/1\/default.jpg","description":"The whale watch and snorkel cruise aboard the Pride of Maui is the perfect solution. Sleep in, and join us for an amazing afternoon of Humpback Whale Watching. Tour includes: Superb whale watching (Guaranteed Sightings), Snorkeling, BBQ lunch, Open bar, Ocean gear","url":"http:\/\/www.prideofmaui.com\/trips\/whale\/#booknow"}}